cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'

brew 'ack'
brew 'ansible'
brew 'ant'
brew 'awscli'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'docker-machine'
brew 'fortune'
brew 'git'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jenv'
brew 'jq'
brew 'mongodb'
brew 'nginx'
brew 'node'
brew 'openssl'
brew 'protobuf'
brew 'pyenv'
brew 'rbenv'
brew 'ruby-build'
brew 'terraform'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'google-chrome'
cask 'intellij-idea-ce'
cask 'iterm2-nightly'
cask 'robomongo'
cask 'slack'
cask 'steam'
cask 'visual-studio-code-insiders'
cask 'vlc'
